Repository: anxdpanic/plugin.video.playthis
Catalog: resources/language/resource.language.*/strings.po
Languages: he_il

# #30100
source: Enter URL/Path for playback
he_il: הזן כתובת URL/נתיב לניגון

# #30101
source: New ...
he_il: חדש...

# #30102
source: Clear history
he_il: נקה היסטוריה

# #30103
source: History has been cleared
he_il: ההיסטוריה נוקתה

# #30104
source: Choose item for playback
he_il: בחר פריט לניגון

# #30105
source: Failed to clear history
he_il: נכשל בניקוי ההיסטוריה

# #30106
source: Failed to delete url
he_il: נכשל במחיקת כתובת url

# #30107
source: Delete
he_il: מחק

# #30108
source: No item(s) to export
he_il: אין פריטים לייצוא

# #30109
source: Item(s) exported successfully
he_il: הפריטים יוצאו בהצלחה

# #30110
source: .m3u Filename
he_il: שם קובץ .m3u

# #30111
source: Export list to .m3u
he_il: ייצוא רשימה לפורמט .m3u

# #30112
source: Failed to export item(s)
he_il: נכשל בייצוא פריטים

# #30113
source: Choose source
he_il: בחירת מקור

# #30114
source: Unknown
he_il: לא ידוע

# #30115
source: Refresh
he_il: רענן

# #30116
source: Clear %s history?
he_il: נקה %s היסטוריה?

# #30117
source: Confirm
he_il: אישור

# #30118
source: Rename
he_il: שינוי שם

# #30119
source: Input new label
he_il: הזן תווית חדשה

# #30120
source: Rename failed
he_il: שינוי השם נכשל

# #30121
source: Function cache has been reset
he_il: המטמון נוקה

# #30122
source: Function cache reset failed
he_il: נכשל בניקוי המטמון

# #30123
source: Reset function cache?
he_il: האם לנקות את המטמון?

# #30124
source: Resolution completed
he_il: הרזולוציה הושלמה

# #30125
source: Source
he_il: מקור

# #30126
source: Resolution successful
he_il: רזולוציה הסתיימה בהצלחה

# #30127
source: Attempting to resolve with
he_il: מנסה לפתור עם

# #30128
source: Attempting to determine type
he_il: מנסה לקבוע סוג

# #30129
source: Resolving
he_il: מפענח

# #30130
source: Scraping for potentially supported media urls
he_il: מבצע סקראפינג עבור כתובות אתר של מדיה נתמכת

# #30131
source: Added
he_il: נוסף

# #30132
source: Discarded
he_il: נמחק

# #30133
source: Preparing results
he_il: מכין תוצאות

# #30134
source: Support potential
he_il: תמיכה

# #30135
source: Replaced with
he_il: הוחלף ב-

# #30136
source: Using media type
he_il: משתמש בסוג המדיה

# #30137
source: Checking for potential support
he_il: בודק לקבלת תמיכה פוטנציאלית

# #30138
source: Clear cookies?
he_il: נקה קבצי עוגיות?

# #30139
source: Clearing cookies successful
he_il: ניקוי קבצי עוגיות הסתיים בהצלחה

# #30140
source: Clearing cookies failed
he_il: ניקוי קבצי עוגיות נכשל

# #30141
source: .strm Filename
he_il: שם קובץ .strm

# #30142
source: Export to .strm
he_il: ייצוא לקובץ .strm

# #30143
source: Thumbnail source
he_il: מקור לתמונות ממוזערות

# #30144
source: Change thumbnail by url
he_il: שנה תמונה הממוזערת לפי כתובת url

# #30145
source: Change thumbnail by file
he_il: שנה תמונה הממוזערת לפי קובץ

# #30146
source: Choose your thumbnail
he_il: בחר את התמונה הממוזערת

# #30147
source: Input thumbnail location
he_il: הכנס מיקום של תמונות ממוזערות

# #30148
source: Failed to change thumbnail
he_il: לא ניתן לשנות את תמונה ממוזערת

# #30149
source: Change thumbnail
he_il: שנה תמונה ממוזערת

# #30150
source: Send to remote PlayThis
he_il: לשלוח ל PlayThis מרוחק

# #30151
source: Remote/Send request successful
he_il: הבקשה לשליחה אל PlayThis מרוחק הסתיימה בהצלחה

# #30152
source: Manage
he_il: נהל

# #30700
source: History
he_il: היסטוריה

# #30701
source: History size limit (items)
he_il: מגבלת גודל להיסטוריה (פריטים)

# #30702
source: History selection type
he_il: שיטת בחירה בהיסטוריה

# #30703
source: Dialog
he_il: דו-שיח

# #30704
source: Directory
he_il: תיקייה

# #30705
source: URLResolver settings
he_il: הגדרות URLResolver

# #30706
source: M3U export path
he_il: נתיב ייצוא M3U

# #30707
source: Add to history on play
he_il: הוסף להיסטוריה בזמן ניגון

# #30708
source: Export
he_il: יצוא

# #30709
source: Resolvers
he_il: פותרן - Resolvers

# #30710
source: Reset function cache
he_il: ניקוי לפונקציית המטמון

# #30711
source: Function cache expire time (hours)
he_il: זמן תפוגה לפונקציית המטמון (בשעות)

# #30712
source: youtube-dl settings
he_il: הגדרות: youtube-dl

# #30713
source: Maintenance
he_il: תחזוקה

# #30714
source: Clear cookies
he_il: ניקוי קבצי עוגיות

# #30715
source: STRM export path
he_il: נתיב הייצוא STRM

# #30716
source: Remote/Send
he_il: רחוק/שליחה

# #30717
source: IP address
he_il: כתובת IP

# #30718
source: Port
he_il: פורט

# #30719
source: Username
he_il: שם משתמש

# #30720
source: Password
he_il: ססמה

# #30721
source: This requires PlayThis and the 'Allow remote control via HTTP'[CR]setting to be enabled and configured on your remote Kodi installation.
he_il: מחייב את PlayThis ואת ההגדרה 'אפשר שליטה מרחוק באמצעות HTTP' [CR] כדי לאפשר ולהגדיר את תצורת קודי המרוחקת.

# #30722
source: [CR]Settings → Services → Webserver/Control → Allow control of Kodi via HTTP
he_il: [CR] הגדרות ← שירותים ← שרותי רשת/בקרה ← אפשר שליטה של קודי דרך HTTP

# #30723
source: Resolve/scrape locally
he_il: פתור/בצע סקרייפ מקומי
